{
    "about" : {
        "introduction" : {
            "sub-title": "À propos de moi",
            "title" : "Qui suis-je?",
            "text" : "Je suis Ngo Truong Son, ou pour faire court, vous pouvez m'appeler Son. Depuis l'école primaire, j'ai une passion profonde pour l'informatique et j'ai démontré mon talent dans ce domaine (Par exemple, j'ai remporté le premier prix national dans une compétition informatique pour les élèves du primaire au Vietnam). Bien que plus tard, j'ai choisi de me spécialiser en mathématiques au lycée (parce que je croyais que c'était la meilleure matière pour affûter mes compétences de raisonnement), je n'ai jamais oublié de cultiver mes connaissances et compétences en informatique. Et maintenant, je suis confiant pour poursuivre mes rêves dans le département de technologie de l'information à l'INSA Lyon en France. /nPendant mes 3 années à l'INSA, j'ai continué à m'efforcer d'améliorer mes connaissances et compétences pour répondre à ma passion et trouver le domaine le plus adapté en technologie de l'information pour moi-même. J'ai accumulé une richesse de connaissances en développement web (front-end, back-end), développement d'applications, etc., et je continue à me pousser encore plus loin pour poursuivre mes rêves. /nEn ce moment, je suis à la recherche d'un stage pour cet été où je pourrais me mettre au défi dans un véritable environnement d'entreprise. Si votre entreprise a besoin d'un stagiaire jeune et dynamique, je serais un bon candidat. Ci-dessous sont quatre bonnes qualités que je crois représenter le mieux ma personne ; si vous me trouvez intéressant, n'oubliez pas de laisser un message pour moi dans la section contact !"
        },

        "strengths" : [
            {
                "title" : "Curiosité",
                "text" : "Ma curiosité insatiable me pousse à explorer de nouveaux domaines et approfondir mes connaissances."
            },
            {
                "title" : "Responsabilité",
                "text" : "Je m'efforce toujours de terminer les tâches qui me sont confiées et de devenir fiable dans mes responsabilités."
            },

            {
                "title" : "Adaptabilité",
                "text" : "Je peux m'adapte facilement aux changements et je suis capable de m'ajuster rapidement à de nouvelles situations."
            },
            
            {
                "title" : "Créativité",
                "text" : "La créativité me donne talent dans le design et me permet également de trouver des solutions innovantes et de penser différemment."
            }
        ]
    }
}